Repository: flex-solutions/angular-boilerplate
Catalog: src/assets/i18n/messages.*.xlf
Languages: vi

# news_management-news_details-news_delete_text
source: Delete News
vi: Xoá bản tin

# news_management-news_details-news_publish_button
source: Publish
vi: Đăng tải

# news_management-news_details-news_deactivate_button
source: Deactivate
vi: Vô hiệu hoá

# news_management-news_details-news_new_status
source: New
vi: Mới tạo

# news_management-news_details-news_deactivated_status
source: Deactivated
vi: Đã vô hiệu hoá

# news_management-news_details-news_published_status
source: Published
vi: Đã đăng tải

# news_detail-delete_news-ok
source: Delete news successfully
vi: Xoá tin tức thành công

# news_detail-change_status_news-ok
source: Update status {{0}} of news title successfully
vi: Cập nhật trạng thái {{0}} cho tin tức thành công

# news_detail-created_by
source: Created by
vi: Được tạo bởi

# news_detail-created_on
source: Created on
vi: Được tạo vào

# news_detail-last_edited_by
source: Last edited by
vi: Lần cuối chỉnh sửa bởi

# news_detail-last_edited_on
source: Last edited on
vi: Lần cuối chỉnh sửa vào

# news_detail-published_by
source: Published by
vi: Đăng tải bởi

# news_detail-published_on
source: Published on
vi: Đăng tải vào

# news_detail-published_by_no_one
source: Published by no one
vi: Chưa ai đăng tải

# news_detail-not_published_yet
source: Not Published
vi: Chưa đăng tải

# news_detail-view_count
source: View Count
vi: Lượt xem

# wizard-wizard-actions-previous_button
source: Previous
vi: Trước

# wizard-wizard-actions-next_button
source: Next
vi: Sau

# wizard-wizard-actions-finish_button
source: Finish
vi: Hoàn tất

# wizard-wizard-actions-cancel_button
source: Cancel
vi: Huỷ

# promotions-create_promotion-app-card-promotions_title_field
source: Create Promotion
vi: Tạo khuyến mãi

# promotions-delete-app-card-promotions_title_field
source: Delete Promotion
vi: Xoá khuyến mãi

# promotions-app-card-promotions_title_field
source: Promotion
vi: Khuyến mãi

# promotions-create_promotion-app-card-promotions_subtitle_field
source: This page allows you creating a promotion and starts it if you want
vi: Trang này cho phép bạn tạo một khuyến mãi mới và bắt đầu áp dụng nó nếu cần thiết

# promotions-edit_promotion-app-card-promotions_title_field
source: Edit Promotion
vi: Sửa khuyến mãi

# promotions-edit_promotion-app-card-promotions_subtitle_field
source: This page allows you editting a promotion
vi: Trang này cho phép sửa thông tin khuyến mãi

# promotions-create_edit_promotion-wizard_step-promotions_title_field
source: Promotion News
vi: Tin Khuyến Mãi

# promotion-detail-view_count
source: View Count
vi: Số Lần Xem

# promotion-delete-title-dialog
source: Delete promotion news
vi: Xóa tin tức khuyến mãi

# promotion-delete-confirm-message-dialog
source: Are you sure you want to delete promotion news "{{0}}"?
vi: Bạn có chắc muốn xóa tin tức khuyến mãi "{{0}}"?

# promotion-delete-successfully-notification
source: Delete promotion news successfully
vi: Xoá tin tức khuyến mãi thành công

# promotions-create_edit_promotion-label-title_field
source: Title
vi: Tiêu đề

# promotions-create_edit_promotion-label-banner_field
source: Banner
vi: Hình chủ đề

# promotions-create_edit_promotion-label-content_field
source: Content
vi: Nội dung

# promotions-create_edit_promotion-wizard_step-vouchers_title_field
source: Voucher
vi: Mã Giảm Giá

# promotions-create_edit_promotion-wizard_step-custmer_title_field
source: Member Target
vi: Đối Tượng Hội Viên

# promotions-create_edit_promotion-input-title_place_holder
source: Enter news title
vi: Nhập tiêu đề tin khuyến mãi

# wizard-wizard-actions-finish_start_button
source: Finish & Start
vi: Hoàn tất & Áp dụng khuyến mãi

# promotion-create_promotion-label-create_another_field
source: Create another
vi: Tạo khuyến mãi khác

# promotion-create_promotion-error-banner_exceed_size
source: The banner size doesn't exceed 500kb
vi: Dung lượng hình chủ đề không được vượt quá 500kb

# promotion-create_promotion-message-create_success
source: A promotion is created successfully
vi: Một khuyến mãi được tạo thành công

# promotion-create_promotion-message-create_start_success
source: A promotion is created and started successfully
vi: Một khuyến mãi được tạo và áp dụng thành công

# promotion-create_promotion-message-update_success
source: Promotion is updated successfully
vi: Một khuyến mãi được tạo và áp dụng thành công

# promotion-create_promotion-error-require_title
source: Please provide the title
vi: Vui lòng cung cấp tiêu đề

# promotion-create_promotion-error-require_content
source: Please provide the content
vi: Vui lòng cung cấp nội dung

# list-news-menu-new-managements
source: News Management
vi: Quản Lý Tin Tức

# list-news-title-news
source: News
vi: Tin Tức

# list-news-button-create-news
source: Create news
vi: Tạo tin tức

# list-news-th-title
source: Title
vi: Tiêu đề

# list-news-th-content
source: Content
vi: Nội dung

# list-news-th-status
source: Status
vi: Trạng Thái

# list-news-th-created-on
source: Created on
vi: Được tạo vào

# list-news-th-published-on
source: Published on
vi: Được đăng vào

# list-news-filter-placeholders
source: Search by title, content
vi: Tìm kiếm với tiêu đề, nội dung

# list-news-status-new
source: New
vi: Mới tạo

# list-news-status-deactivated
source: Deactivated
vi: Đã vô hiệu hóa

# list-news-status-publish
source: Publish
vi: Đăng tải

# list-news-btn-publishs
source: Publish
vi: Đăng tải

# list-news-btn-edit
source: Edit news
vi: Sửa bản tin

# list-news-btn-delete
source: Delete news
vi: Xoá bản tin

# list-news-confirm-delete
source: Are you sure you want to delete news "{{0}}"?
vi: Bạn có chắc muốn xóa tin tức có tiêu đề "{{0}}"?

# list-news-notification-delete-successfully
source: Deleted news successfully
vi: Xóa tin tức thành công

# change-password-Title
source: Change Password
vi: Đổi Mật Khẩu

# change-password-field-old-password
source: Old password
vi: Mật khẩu cũ

# change-password-field-new-password
source: New password
vi: Mật khẩu mới

# change-password-field-confirm-password
source: Confirm new password
vi: Xác nhận mật khẩu mới

# change-password-button-submit
source: Submit
vi: Yêu Cầu Đổi

# change-password-button-cancel
source: Cancel
vi: Hủy

# change-password-old-password-required
source: Old password is mandatory
vi: Vui lòng nhập mật khẩu cũ

# change-password-new-password-required
source: New password is mandatory
vi: Vui lòng nhập mật khẩu mới

# change-password-confirm-password-required
source: Confirm new password is mandatory
vi: Vui lòng nhập xác nhận mật khẩu mới

# change-password-passowrd-incorect
source: Old password is incorrect
vi: Mật khẩu cũ không chính xác

# change-password-passowrd-must-diff-old
source: New password must differ from old password
vi: Mật khẩu mới phải khác mật khẩu cũ

# change-password-confirm-pw-must-not-diff-new
source: New password confirmation must not differ from new password
vi: Xác nhận mật khẩu mới không giống mật khẩu mới

# change-password-notice
source: Notice
vi: Thông Báo

# change-password-notification-changed-successfully
source: New password has been changed. Please use new password in the next login.
vi: Mật khẩu mới đã được đổi thành công. Vui lòng dùng mật khẩu mới ở lần đăng nhập sau.

# list-promotions-title-promtions
source: Promotions
vi: Danh Sách Khuyến Mãi

# list-promotions-filter-placeholders
source: Search by title, content
vi: Tìm kiếm với tiêu đề, nội dung của khuyến mãi

# list-promotions-th-title
source: Title
vi: Tiêu đề

# list-promotions-th-content
source: Content
vi: Nội dung

# list-promotions-th-status
source: Status
vi: Tình trạng

# list-promotions-th-start-date
source: Start Date
vi: Ngày bắt đầu

# list-promotions-th-expỉre-date
source: Expire Date
vi: Ngày hết hạn

# list-promotions-btn-actions
source: Actions
vi: Thao tác

# list-promotions-btn-edit
source: Edit
vi: Sửa

# list-promotions-btn-delete
source: Delete Promotion
vi: Xoá khuyến mãi

# list-promotions-btn-start-promotion
source: Start
vi: Chạy khuyến mãi

# list-promotions-btn-stop-promotion
source: Stop
vi: Dừng khuyến mãi

# list-promotions-status-new-promotion
source: New
vi: Mới

# list-promotions-status-deactived-promotion
source: Deactivated
vi: Đã dừng

# list-promotions-status-active-promotion
source: Active
vi: Hoạt động

# date-range-picker_button_cancel
source: Cancel
vi: Huỷ

# date-range-picker_button_apply
source: Apply
vi: Xác nhận

# date-range-picker_button_custom_range
source: Custom Range
vi: Tuỳ chọn

# date-range-picker_title_today
source: Today
vi: Hôm nay

# date-range-picker_title_yesterday
source: Yesterday
vi: Hôm qua

# date-range-picker_title-seven-days-ago
source: Last 7 Days
vi: 7 ngày trước

# date-range-picker_title-30-days-ago
source: Last 30 Days
vi: 30 ngày trước

# date-range-picker_title-current_month
source: This month
vi: Tháng này

# date-range-picker_title-previous_month
source: Last month
vi: Tháng trước

# members-list-tbl-title
source: Members
vi: Danh sách hội viên

# members-tbl-btn-create
source: New member
vi: Hội viên mới

# members-tbl-name
source: Name
vi: Tên hội viên

# members-tbl-member-id
source: Member ID
vi: Mã hội viên

# members-tbl-phone-number
source: Phone number
vi: Số điện thoại

# members-tbl-birthday
source: Birthday
vi: Sinh nhật

# members-tbl-sex
source: Sex
vi: Giới tính

# members-tbl-address
source: Address
vi: Địa chỉ

# members-tbl-member-point
source: Point
vi: Điểm

# member-create_edit_member-h4-create_member
source: Create member
vi: Tạo hội viên

# member-create_edit_member-h4-create_member_description
source: Manual creating a new member account, member can user phone number to login mobile app and this account will be also created on IPOS system
vi: Tạo thủ công tài khoản hội viên, sau bước này, hội viên có thể dùng số điện thoại để đăng nhập vào ứng dụng di động, và tài khoản này cũng được tạo trên hệ thống IPOS

# member-create_edit_member-h4-edit_member
source: Edit member
vi: Cập nhật thông tin hội viên

# member-create_edit_member-h4-edit_member_description
source: Manual editing a member account
vi: Cập nhật thông tin hội viên trên CMS và hệ thống IPOS

# member-create_edit_member-label-name_field
source: Name
vi: Tên hội viên

# member-create_edit_member-input-name_place_holder
source: Enter member name
vi: Nhập tên hội viên

# member-create_edit_member-label-name_require
source: Please provide member name
vi: Vui lòng cung cấp tên hội viên

# member-create_edit_member-label-name_pattern
source: Member name contains invalid characters.
vi: Tên hội viên chứa ký tự không hợp lệ.

# member-create_edit_member-label-phone_field
source: Phone number
vi: Số điện thoại

# member-create_edit_member-input-phone_place_holder
source: Enter member phone
vi: Nhập số điện thoại hội viên

# member-create_edit_member-label-phone_require
source: Please provide phone number
vi: Vui lòng cung cấp số điện thoại

# member-create_edit_member-label-birthday_field
source: Birthday
vi: Ngày sinh

# member-create_edit_member-label-type_field
source: Membership type
vi: Loại hội viên

# member-create_edit_member-label-sex_field
source: Sex
vi: Giới tính

# member-create_edit_member-label-address_field
source: Address
vi: Địa chỉ

# member-create_edit_member-label-district_field
source: District
vi: Quận

# member-create_edit_member-label-city_field
source: City/Province
vi: Thành phố/Tỉnh

# member-create_member-input-email_place_holder
source: Enter email
vi: Nhập email

# member-create_edit_member-input-address_place_holder
source: Enter address
vi: Nhập địa chỉ

# member-create_edit_member-create_member_ok
source: A new member account has been created
vi: Một tài khoản hội viên mới được tạo thành công

# member-create_edit_member-edit_member_ok
source: A member account has been updated
vi: Một tài khoản hội viên được cập nhật thành công

# member-create_edit_member-email_invalid
source: Email is invalid
vi: Email không hợp lệ

# member-create_edit_member-label-is_member_accumulated
source: Is Member Accumulated
vi: Là hội viên tích điểm

# members-filter-list-table-lbl-phone_number
source: Phone number
vi: Số điện thoại

# members-filter-list-table-placeholder-phone_number
source: Phone number contains
vi: Số điện thoại có chứa

# members-filter-list-table-lbl-sex
source: Sex
vi: Giới tính

# members-filter-list-table-lbl-address
source: Address
vi: Địa chỉ

# members-filter-list-table-lbl-member_id
source: Member id
vi: Mã hội viên

# members-filter-list-table-placeholder-member_id
source: Member id contains
vi: Mã hội viên có chứa

# members-filter-list-table-lbl-month_of_birthday
source: Month of birthday
vi: Tháng sinh nhật

# members-filter-list-table-lbl-day_are_not_returned
source: Days are not returned
vi: Số ngày chưa trở lại

# members-filter-list-table-lbl-number_of_times_eaten
source: Number of times eaten
vi: Số lần ăn

# members-filter-list-table-lbl-name
source: Name
vi: Tên KH

# members-filter-list-table-placeholder-name
source: Name contains
vi: Tên hội viên có chứa

# members-filter-list-table-lbl-member_type
source: Member type
vi: Loại hội viên

# members-filter-list-table-lbl-have_score
source: Have score
vi: Có sổ điểm

# members-filter-list-table-lbl-spend_money_total
source: Spend money total
vi: Đã chi tiêu

# members-filter-list-table-lbl-placeholder_from
source: From
vi: Từ

# members-filter-list-table-lbl-placeholder_to
source: To
vi: Đến

# input-change-control-lbl-fromLessThanTo
source: From is not greater than to
vi: Giá trị từ phải nhỏ hơn giá trị đến

# vouchers-create-voucher
source: Create voucher
vi: Tạo voucher

# vouchers-createdDate
source: Created Date
vi: Ngày tạo

# vouchers-discount
source: Discount
vi: Giảm giá

# vouchers-name
source: Name
vi: Tên

# vouchers-publishCount
source: Published Count
vi: Đã phát hành

# vouchers-usedCount
source: Used Count
vi: Đã sử dụng

# vouchers-status
source: Status
vi: Tình trạng

# vouchers-sales
source: Sales
vi: Doanh số

# vouchers-list-tbl-search-label
source: Search voucher code, name
vi: Tìm kiếm mã voucher, tên voucher

# vouchers-create
source: Create New Voucher
vi: Tạo Voucher Mới

# vouchers-title
source: Vouchers
vi: Danh sách voucher

# list-voucher-status-running
source: Running
vi: Đang áp dụng

# list-voucher-status-expired
source: Expired
vi: Hết hiệu lực

# vouchers-filter-name-code
source: Name/Code
vi: Tên/Mã

# vouchers-filter-list-table-placeholder-text
source: Name/Code contains
vi: Tên/Mã chứa

# list-vouchers-th-create-date
source: Created Date
vi: Ngày tạo

# list-vouchers-th-status
source: Status
vi: Tình trạng

# list-vouchers-run-voucher
source: Run program
vi: Chạy chương trình

# vouchers-delete-confirm
source: Are you sure you want to delete voucher "{{0}}"?
vi: Bạn có chắc muốn xoá voucher "{{0}}"?

# vouchers-delete-success
source: Voucher "{{0}}" has been deleted
vi: Voucher "{{0}}" đã được xoá

# voucher-pool-title-voucher-type
source: Voucher type
vi: Loại voucher

# voucher-pool-title-general-info
source: General Information
vi: Thông tin chung

# voucher-pool-program-type
source: Program type
vi: Loại chương trình

# voucher-type-discount
source: Discount
vi: Giảm giá

# voucher-type-x-get-y
source: Buy X get Y
vi: Mua X tặng Y

# voucher-type-using-purpose
source: Using purpose
vi: Mục đích sử dụng

# voucher-using-purpose-repeat-one-code
source: A code used many times
vi: Một mã sử dụng nhiều lần

# voucher-using-purpose-export-batch-code
source: Export batch code
vi: Xuất mã hàng loạt

# voucher-using-purpose-customer-care
source: Customer care
vi: Chiến dịch CSKH

# voucher-campaign-name
source: Program name
vi: Tên chương trình

# voucher-create-edit-voucher-code
source: Voucher code
vi: Mã voucher

# voucher-create-edit-discount-percent
source: % discount
vi: % giảm giá

# voucher-create-edit-discount-amount
source: Discount amount
vi: Số tiền giảm giá

# voucher-create-edit-number-item-to-buy
source: Number of items to buy
vi: Số lượng món cần mua

# voucher-create-edit-number-item-donated
source: Number of items donated
vi: Số lượng món được tặng

# voucher-create-edit-applicable-restaurants
source: POS applicable (blank if applicable all)
vi: Danh sách nhà hàng áp dụng (bỏ trống nếu áp dụng tất cả)

# voucher-create-edit-applicable-type
source: Choose applicable type (blank if applicable to all groups and dishes)
vi: Chọn loại áp dụng (bỏ trống nếu áp dụng cho tất cả nhóm món và món)

# voucher-create-edit-applicable-type-group-dishes
source: Applies to group dishes
vi: Áp dụng cho nhóm món

# voucher-create-edit-applicable-type-dishes
source: Applies to dishes
vi: Áp dụng cho món

# voucher-create-edit-applicable-type-applicable-item-types
source: List of applicable set (blank if applicable all)
vi: Nhóm món áp dụng (bỏ trống nếu áp dụng tất cả)

# voucher-create-edit-applicable-type-be-purchased-item-types
source: List of set to be purchased (blank if applicable all)
vi: Nhóm món cần mua (bỏ trống nếu áp dụng tất cả)

# voucher-create-edit-applicable-type-gift-set
source: Gift set (blank if applicable all)
vi: Nhóm món được tặng (bỏ trống nếu áp dụng tất cả)

# voucher-create-edit-applicable-type-applicable-items
source: List of applicable items (blank if applicable all)
vi: Danh sách món áp dụng (bỏ trống nếu áp dụng tất cả)

# voucher-create-edit-applicable-type-be-purchased-items
source: List of items to be purchased (blank if applicable all)
vi: Danh sách món cần mua (bỏ trống nếu áp dụng tất cả)

# voucher-create-edit-applicable-type-be-donated-items
source: List of donated items (blank if applicable all)
vi: Danh sách món được tặng (bỏ trống nếu áp dụng tất cả)

# voucher-create-edit-applied-days
source: Applied days (blank if all days apply)
vi: Ngày áp dụng (bỏ trống nếu áp dụng tất cả các ngày)

# voucher-create-edit-applied-hours
source: Applied hours (blank if all hoours apply)
vi: Giờ áp dụng (bỏ trống nếu áp dụng tất cả các giờ)

# voucher-create-edit-title-advance-condition
source: Advanced conditions
vi: Điều kiện nâng cao

# voucher-create-edit-advance-condition-apply-invoice-from
source: Apply invoice from (vnđ)
vi: Áp dụng hóa đơn từ (vnđ)

# voucher-create-edit-advance-condition-decrease-not-over
source: Decrease not over (vnđ)
vi: Giảm không quá (vnđ)

# voucher-create-edit-advance-condition-number-discount-dishes
source: Number of discounted dishes
vi: Số món giảm giá

# voucher-create-edit-advance-condition-discount-lowest-highest
source: Discount highest/lowest dish
vi: Giảm giá món cao nhất/thấp nhất

# voucher-create-edit-advance-condition-none-option
source: None
vi: Không

# voucher-create-edit-advance-condition-highest-option
source: Discount for the highest dish
vi: Giảm giá cho món cao nhất

# voucher-create-edit-advance-condition-lowest-option
source: Discount for the lowest dish
vi: Giảm giá cho món thấp nhất

# voucher-create-edit-advance-condition-discount-from-item
source: Discount from item
vi: Giảm giá từ món thứ

# voucher-create-edit-advance-condition-distributor
source: Distributor
vi: Nhà phân phối

# voucher-create-edit-validation-name-required
source: Please input program name
vi: Vui lòng nhập tên chương trình

# voucher-create-edit-validation-name-special-char
source: Program name doesn't allow special characters
vi: Tên chương trình không cho phép ký tự đặc biệt

# voucher-create-edit-validation-voucher-code-required
source: Please input voucher code
vi: Vui lòng nhập mã voucher

# voucher-create-edit-validation-voucher-code-special-char
source: Voucher code doesn't allow special characters
vi: Mã voucher không cho phép ký tự đặc biệt

# voucher-create-edit-validation-discount-required
source: Please input discount
vi: Vui lòng nhập chỉ số giảm giá

# voucher-create-edit-validation-discount-min
source: Minimum discount is 0đ or 0%
vi: Giảm giá thấp nhất là 0đ hoặc 0%

# voucher-create-edit-validation-discount-max
source: Maximum discount percent is 100%
vi: Phần trăm giảm giá tối đa là 100%

# voucher-create-edit-validation-discount-pattern
source: Discount must be number
vi: Chỉ số giảm giá phải là số

# voucher-create-success
source: A new voucher has been created
vi: Một voucher mới được tạo thành công

# voucher-runner-title
source: Run program for a voucher
vi: Chạy chương trình cho voucher

# voucher-runner-repeate-one-code-sub-title
source: Let's run a code using many times for voucher "{{voucher.name}}"
vi: Chạy một code sử dụng nhiều lần cho chương trình "{{voucher.name}}"

# voucher-runner-batch-export-code-sub-title
source: Let's export batch code for voucher "{{voucher.name}}"
vi: Xuất mã hàng loạt cho voucher "{{voucher.name}}"

# voucher-runner-batch-export-code-from-number
source: Publish code from number (equal 1 if empty)
vi: Phát hành mã từ số (bằng 1 nếu bỏ trống)

# voucher-runner-batch-export-code-to-number
source: to number (equal 1000 if empty)
vi: đến số (bằng 1000 nếu bỏ trống)

# voucher-runner-batch-export-code-prefix
source: Prefix of code (2 characters)
vi: Tiền tố của mã (2 kí tự)

# voucher-runner-effective-time
source: Effective time
vi: Thời gian có hiệu lực

# voucher-runner-repeate-one-code-usage-limit
source: Usage limit (empty if not limited)
vi: Giới hạn số lần sử dụng (để trống nếu không giới hạn)

# promotions-start-promotion-h5-start_promotion_title
source: Start a promotion
vi: Bắt đầu một tin khuyến mãi

# promotions-start-promotion-h5-start_description
source: Start the promotion {{0}}
vi: Đăng tải tin tức khuyến mãi {{0}} trong một khoảng thời gian nhất định

# promotions-start-promotion-label-apply_range_time
source: Apply range time
vi: Thời gian áp dụng

# promotions-start-promotion-notification-success_message
source: Promotion is started successfully
vi: Tin tức khuyến mãi đã bắt đầu thành công

# promotions-stop-promotion-h5-stop_promotion_title
source: Stop a promotion
vi: Dừng quảng bá tin khuyến mãi

# promotions-stop-promotion-h5-stop_promotion_description
source: Are you sure you want to stop promotion {{0}}?
vi: Bạn có chắc muốn dừng quảng bá tin tức khuyến mãi {{0}}?

# promotions-stop-promotion-notification-success_message
source: Promotion is stopped successfully
vi: Tin tức khuyến mãi đã dừng thành công

# promotions-detail-start_on
source: Start on:
vi: Bắt đầu:

# promotions-detail-expire_on
source: Expire on:
vi: Hết hạn:

# membership-type-menu
source: Membership Types
vi: Quản Lý Loại Hội Viên

# membership-type-btn-new
source: New membership type
vi: Loại hội viên mới

# membership-type-create-title
source: Add new membership type
vi: Thêm loại hội viên mới

# membership-type-update-title
source: Edit membership type
vi: Sửa thông tin loại hội viên

# membership-type-update-sub-title
source: Allow to update information of a membership type, it also should be updated on IPOS system too
vi: Sửa thông tin một loại hội viên, thông tin này cũng nên được sửa trên hệ thống IPOS để đảm bảo hệ thống hoạt động ổn định

# membership-type-list-category-internal
source: Internal membership types
vi: Loại hội viên nội bộ

# membership-type-list-category-accumulate
source: Accumulate membership types
vi: Loại hội viên tích điểm xếp hạng

# membership-type-create-form-code-label
source: Id
vi: Mã loại hội viên

# membership-type-create-form-code-placeholder
source: Enter membership type id
vi: Nhập mã loại hội viên

# membership-type-create-form-code-required
source: Please provide membership type id
vi: Vui lòng nhập mã loại hội viên

# membership-type-create-form-code-pattern
source: The membership type id doesn't allow space charracter
vi: Mã loại hội viên không được chứa khoảng trắng

# membership-type-create-form-name-label
source: Name
vi: Tên loại hội viên

# membership-type-create-form-name-placeholder
source: Enter membership type name
vi: Nhập tên loại hội viên

# membership-type-create-form-name-required
source: Please provide membership type name
vi: Vui lòng nhập tên loại hội viên
