Repository: flex-solutions/angular-boilerplate
Catalog: src/assets/i18n/messages.*.xlf
Languages: vi

# membership-type-create-form-target-point-placeholder
source: Enter the target point
vi: Nhập điểm cần tích để đạt tới loại hội viên

# membership-type-create-form-name-target-point
source: Target point
vi: Điểm cần tích

# membership-type-create-form-accumulate
source: Accumulate type
vi: Loại xếp hạng hội viên

# membership-type-create-form-name-active
source: Active
vi: Áp dụng

# membership-type-inactive
source: Inactive
vi: Ngưng áp dụng

# membership-type-create-form-success
source: A new membership type has been created
vi: Một loại hội viên mới được thêm thành công

# membership-type-edit-form-success
source: A membership type has been updated
vi: Loại hội viên được cập nhật thành công

# membership-type-delete-confirm
source: Are you sure you want to delete membership type {{0}}?
vi: Bạn có chắc muốn xoá loại hội viên {{0}}?

# membership-type-delete-success
source: A membership type has been deleted
vi: Loại hội viên đã được xoá

# membership-type-delete-confirm-dlg-title
source: Delete membership type
vi: Xoá loại hội viên

# membership-type-delete-confirm-dlg-sub-title
source: Membership type {{deletingMembershipType.name}} has {{memberCount}} member(s). You have to choose a new membership type for those members.
vi: Loại hội viên {{deletingMembershipType.name}} có {{memberCount}} thành viên. Bạn phải chọn loại hội viên khác cho những thành viên này.

# membership-type-delete-confirm-lbl-new-type
source: New membership type
vi: Loại hội viên mới

# membership-type-delete-warning-one-type
source: The membership type {{0}} has {{1}} member(s). Please create new membership type for those members before deleting.
vi: Loại hội viên {{0}} đang có {{1}} hội viên. Vui lòng tạo thêm loại hội viên để áp dụng cho những thành viên này trước khi xoá.

# membership-type-create-form-voucher_care_campaign-label
source: Voucher care campaign
vi: Chiến dịch chăm sóc khách hàng

# membership-type-create-form-campaign_name-label
source: Campaign name
vi: Tên chiến dịch

# membership-type-create-form-schedule-label
source: Schedule
vi: Lịch trình

# membership-type-create-form-valid_date_count-label
source: Valid date count
vi: Số ngày hiệu lực

# membership-type-create-form-static-benefits-title
source: Static benefits
vi: Ưu đãi cố định

# membership-type-create-form-repeat_birthday-option
source: Repeat at a birthday
vi: Lặp lại vào sinh nhật

# membership-type-create-form-repeat_at_specific_date-option
source: Repeat at a specific date
vi: Lặp lại vào 1 ngày xác định

# membership-type-create-form-reach_rank-option
source: After reach rank
vi: Sau khi thăng hạng

# membership-type-create-form-get_x_points-option
source: After get X points
vi: Sau khi đạt được X điểm

# membership-type-create-form-non_voucher_benefits-label
source: Non Voucher benefits
vi: Ưu đãi không giá trị

# membership-type-create-form-extra_information-label
source: Schedule parameters
vi: Tham số lịch trình

# voucher-running-customer-care
source: To run voucher "{{0}}", please run a customer care campaign or use it for membership type
vi: Để chạy chương trình cho voucher "{{0}}", vui lòng chạy chiến dịch chăm sóc khách hàng hoặc dùng làm khuyến mãi cho hạng hội viên.

# voucher-running-effect-from
source: Effect from date
vi: Có hiệu lực từ ngày

# voucher-running-effect-to
source: To date
vi: Đến ngày

# voucher-running-usage-limit
source: Usage limit
vi: Số lần sử dụng

# voucher-running-used-count
source: Used count
vi: Đã sử dụng

# voucher-running-remain-count
source: Remaining count
vi: Còn lại

# voucher-running-prefix
source: Prefix
vi: Tiền tố

# voucher-running-code-scope
source: Scope of code
vi: Phạm vi mã

# voucher-running-success
source: Voucher "{{0}}" has been run
vi: Voucher "{{0}}" đã được áp dụng

# pos-menu-list-title
source: SNOB Point Of Sales
vi: Danh sách điểm bán hàng của SNOB

# pos-menu-list-btn-synchronize
source: Synchronize
vi: Đồng bộ

# pos-menu-list-txt-search
source: Search by name, phone number, address
vi: Tìm kiếm theo tên, số điện thoại, địa chỉ

# pos-menu-list-th-name
source: Name
vi: Tên

# pos-menu-list-th-address
source: Address
vi: Địa chỉ

# pos-menu-list-th-phone-number
source: Phone number
vi: Số ĐT

# pos-menu-list-th-open-time
source: Open time
vi: Giờ mở cửa

# pos-menu-image
source: Avatar
vi: Hình ảnh

# pos-menu-weekdays
source: @Weekdays
vi: @Thứ trong tuần

# pos-menu-open-time
source: @Time
vi: @Thời gian

# pos-menu-open-time-add
source: Add
vi: Thêm

# pos-menu-open-time-delete
source: Delete
vi: Xoá

# pos-menu-name-validate-required
source: Please input pos name
vi: Vui lòng nhập tên POS

# pos-menu-name-validate-pattern
source: POS name doesn't allow special characters
vi: Tên POS không được chứa ký tự đặc biệt

# pos-menu-address-validate-required
source: Please input pos's address
vi: Vui lòng nhập địa chỉ

# pos-menu-phone-number-validate-required
source: Please input pos's phone number
vi: Vui lòng nhập số điện thoại

# pos-menu-open-time-validate-required
source: Please input pos's open time
vi: Vui lòng nhập thời gian hoạt động

# pos-menu-update-pos-success
source: POS "{{0}}" has been updated
vi: Đã cập nhật thông tin cho pos "{{0}}"
