Repository: flex-solutions/angular-boilerplate
Catalog: src/assets/i18n/messages.*.xlf
Languages: vi

# common-tbl-actions
source: Actions
vi: Thao tác

# common-action-edit
source: Edit
vi: Sửa

# common-action-delete
source: Delete
vi: Xoá

# common-action-create-another
source: Create another
vi: Thêm nhiều

# common_button-cancel
source: Cancel
vi: Huỷ

# common_button-save
source: Save
vi: Lưu

# common_title-filter-tool
source: Filter Tool
vi: Công cụ lọc

# common_title-filter-run
source: Run filter
vi: Chạy bộ lọc

# common_title-filter-reset
source: Reset filter
vi: Huỷ bộ lọc

# common_label-sex-man
source: Man
vi: Nam

# common_label-sex-woman
source: Woman
vi: Nữ

# common_label-sex-other
source: Other
vi: Khác

# common_label-push_notification_msg
source: Push notification message
vi: Nội dung thông báo

# layout-navbar-anchor-changepassword
source: Change Password
vi: Đổi Mật Khẩu

# layout-navbar-anchor-logout
source: Sign Out
vi: Đăng Xuất

# layout-navbar-label-notification
source: You have {{messages.length}} new notifications
vi: Bạn có {{messages.length}} thông báo mới trong phiên làm việc

# layout-sidebar-anchor-user-management
source: Users
vi: Danh Sách User

# layout-sidebar-anchor-user-group-management
source: User Management
vi: Quản Lý Nhóm User

# layout-sidebar-anchor-user-and-permission
source: User & Permission
vi: User & Phân Quyền

# layout-sidebar-anchor-permission-schemes
source: Permission Schemes
vi: Kế Hoạch Phân Quyền

# layout-sidebar-anchor-news-management
source: News
vi: Tin Tức

# layout-sidebar-anchor-customer-care
source: Customer Care Campaign
vi: Chiến Dịch Chăm Sóc KH

# layout-sidebar-anchor-member-management
source: Member Management
vi: Quản Lý Hội Viên

# layout-sidebar-anchor-member-management-members
source: Members
vi: Danh Sách Hội Viên

source: Vouchers Running
vi: Danh Sách Voucher Đang Áp Dụng

# sidebar-pos-and-menu
source: POS & Dishes
vi: Điểm Bán Hàng & Thực Đơn

# modal-confirm-cancel-button
source: Cancel
vi: Huỷ

# dg-entries-info
source: Showing {{currentPageStartEntry}} to {{currentPageEndEntry}} of {{totalItems}} entries
vi: Hiển thị từ dòng {{currentPageStartEntry}} tới dòng {{currentPageEndEntry}} của {{totalItems}} dòng

# dg-show-label
source: Show
vi: Hiển thị

# dg-entries-label
source: entries
vi: dòng

# dg-default-search-placeholder
source: Search by...
vi: Tìm kiếm với...

# pagination-first-label
source: First
vi: Trang đầu

# pagination-last-label
source: Last
vi: Trang cuối

# pagination-previous-label
source: Previous
vi: Trang trước

# pagination-next-label
source: Next
vi: Trang sau

# user-create_user-h4-create_new_user_title
source: Create New User
vi: Tạo User Mới

# user-create_user-h4-create_new_user_description
source: Create a new user account to access SNOB CMS
vi: Tạo user mới truy cập hệ thống SNOB CMS

# user-create_user-label-email_field
source: Email
vi: Địa chỉ email

# user-create_user-label-fullname_field
source: Full name
vi: Tên đầy đủ

# user-create_user-label-username_field
source: Username
vi: Tên đăng nhập

# user-create_user-label-password_field
source: Password
vi: Mật khẩu

# user-create_user-label-create_another_field
source: Create another
vi: Tạo user khác

# user-create_user-button-cancel
source: Cancel
vi: Hủy

# user-create_user-input-email_place_holder
source: Enter email
vi: Nhập địa chỉ email

# user-create_user-input-fullname_place_holder
source: Enter full name
vi: Nhập tên đầy đủ

# user-create_user-input-username_place_holder
source: Enter username
vi: Nhập tên đăng nhập

# user-create_user-input-password_place_holder
source: Enter password if required
vi: Nhập mật khẩu nếu cần thiết

# user-create_user-div-password_tooltip
source: If you do not enter a password, one will be generated automatically
vi: Nếu bạn không nhập mật khẩu, hệ thống sẽ tự động tạo

# user-create_user-label-validation_requireEmail
source: Please provide email address
vi: Vui lòng cung cấp địa chỉ email

# user-create_user-label-validation_invalidEmail
source: Email address is invalid
vi: Địa chỉ email không đúng

# user-create_user-label-validation_uniqueEmail
source: Email address {{0}} has already been taken
vi: Địa chỉ email {{0}} đã được sử dụng

# user-create_user-label-validation_requireFullname
source: Please provide full name
vi: Vui lòng cung cấp tên đầy đủ

# user-create_user-label-validation_requireUserName
source: Please provide username
vi: Vui lòng nhập tên đăng nhập

# user-create_user-label-validation_uniqueUserName
source: Username {{0}} has already been taken
vi: Tên đăng nhập {{0}} đã được sử dụng

# user-create_user-notification-create_user_successfully
source: Create user successfully
vi: Tạo user thành công

# user-create_user-label-branchId_field
source: Branch
vi: Chi nhánh

# user-create_user-label-validation_requireBranch
source: Please select branch
vi: Vui lòng chọn một chi nhánh cho user

# user-create_user-label-validation_maxlength_username
source: Username must not exceed 20 characters
vi: Tên đăng nhập không được quá 20 ký tự

# user-create_user-label-validation_invalid_username
source: Username can only contains letters (a-Z), numbers, "-", "_", "."
vi: Tên đăng nhập chỉ được bao gồm chữ (a-Z), số, "-", "_", "."

# user-edit_user-h4-edit_user_title
source: Edit User
vi: Sửa User

# user-edit_user-h4-edit_user_description
source: Edit access information of an user account
vi: Sửa thông tin truy cập của user

# user-edit_user-label-is_active
source: Is Active
vi: Cho phép đăng nhập

# user-edit_user-button-update
source: Update
vi: Cập Nhật

# user-edit_user-notification-edit_user_successfully
source: Edit user successfully
vi: Cập nhật user thành công

# account-login-input-username_place_holder
source: Username
vi: Tên đăng nhập

# account-login-input-password_place_holder
source: Password
vi: Mật khẩu

# account-login-paragraph-copyright
source: Copyright © 2018 SNOB. All rights reserved.
vi: Bản quyền © 2018 SNOB. Đã đăng ký bản quyền.

# account-login-button-sign_in
source: SIGN IN
vi: ĐĂNG NHẬP

# account-login-validation-emptyUsername
source: Please enter your username
vi: Vui lòng nhập tên đăng nhập

# account-login-validation-emptyPassword
source: Please enter your password
vi: Vui lòng nhập mật khẩu

# account-login-validation-incorrectUsernamePassowrd
source: Username or password is incorrect. You have {{0}} login attempts remain.
vi: Tên đăng nhập hoặc mật khẩu không chính xác. Bạn còn lại {{0}} lần đăng nhập.

# account-login-validation-blockedAccount
source: The login attempts exceeds {{0}} times. Your account is blocked, please contact system admin to unlock.
vi: Số lần đăng nhập cho phép của bạn đã vượt quá {{0}} lần. Tài khoản của bạn đã bị khóa, vui lòng liên hệ admin để mở khóa.

# account-login-validation-invalidRecaptcha
source: Recaptcha is invalid. Please make sure that you are not a robot.
vi: Vui lòng đảm bảo bạn không phải là robot.

# notification-browser-title-success
source: Success
vi: Thành Công

# notification-browser-title-info
source: Info
vi: Thông Báo

# notification-browser-title-warning
source: Warning
vi: Cảnh Báo

# notification-browser-title-error
source: Error
vi: Lỗi

# user-detail-view-user-detail
source: View User Detail
vi: Xem Thông Tin User

# user-detail-edit-btn
source: Edit User
vi: Sửa User

# user-detail-user-statistics
source: User Statistics
vi: Thống Kê Hoạt Động

# user-detail-login-count
source: Login Count :
vi: Số lần đăng nhập :

# user-detail-last-login
source: Last Login :
vi: Lần cuối đăng nhập :

# user-detail-previous-login
source: Previous Login :
vi: Lần đăng nhập trước :

# user-detail-last-failed-login
source: Last Failed Login :
vi: Lần cuối đăng nhập thất bại :

# user-detail-current-failed-logins
source: Current Failed Logins :
vi: Lần đăng nhập thất bại hiện tại :

# user-detail-total-failed-login
source: Total Failed Login :
vi: Tổng số lần đăng nhập thất bại :

# user-detail-change-user-group
source: Change user group
vi: Đổi nhóm user

# user-detail-delete-user
source: Delete user
vi: Xóa user

# group-user-modal-ok
source: Ok
vi: Xác nhận

# group-user-modal-cancel
source: Cancel
vi: Hủy

# group-user-modal-confirm
source: Confirm
vi: Xác nhận

# user-detail-delete-message
source: User "{{userdetail.username}}" will be permanently deleted. Are you sure want to delete?
vi: Người dùng "{{userdetail.username}}" sẽ bị xóa vĩnh viễn. Bạn chắc chắn muốn xóa?

# group-user-modal-message
source: Select other group for user "{{groupInfo.user.username}}"
vi: Thay đổi nhóm cho người dùng "{{groupInfo.user.username}}"

# group-user-modal-search-place-holder
source: Search by group name, permission sheme name
vi: Tìm kiếm với nhóm user, kế hoạch phân quyền

# group-user-modal-change-user-success
source: User "{{0}}" is moved to group "{{1}}" successfully
vi: User "{{0}}" đã được chuyển qua nhóm "{{1}}" thành công

# users-list
source: Users
vi: Danh Sách User

# users-list-by-group
source: Users in group {{0}}
vi: Danh sách User trong nhóm {{0}}

# users-create-user
source: Create User
vi: Tạo user

# users-view-all-users
source: View All
vi: Xem tất cả

# users-fullname
source: Full Name
vi: Tên Đầy Đủ

# users-username
source: Username
vi: Tên Đăng Nhập

# users-login-details
source: Login Details
vi: Thông Tin Đăng Nhập

# users-group-name
source: Group Name
vi: Nhóm User

# users-status
source: Status
vi: Tình Trạng

# users-count
source: Count:
vi: Số lần:

# users-last
source: Last:
vi: Lần cuối:

# users-edit
source: Edit
vi: Sửa

# users-permission-scheme
source: Permission Scheme
vi: Cấu trúc phân quyền

# users-edit-user-group
source: Edit user groups
vi: Sửa nhóm user

# users-list-tbl-search-label
source: Search username, fullname or email
vi: Tìm kiếm với tên đăng nhập, tên đầy đủ hoặc email

# users-list-title-confirm-dialog
source: Confirm
vi: Xác nhận

# users-list-title-change-group
source: Change user group
vi: Thay đổi nhóm user

# user-detail-change-group-message
source: Select other group for user "{{userdetail.username}}"
vi: Thay đổi nhóm cho người dùng "{{userdetail.username}}"

# account-logout-dialog-confirm_title
source: Confirm
vi: Xác Nhận

# account-logout-dialog-confirm_message
source: Are you sure you want to log out SNOB CMS?
vi: Bạn có chắc muốn đăng xuất SNOB CMS?

# users-delete-dialog-confirm_message
source: User "{{0}}" will be permanently deleted. Are you sure you want to delete?
vi: User "{{0}}" sẽ bị xóa vĩnh viễn. Bạn có chắc muốn tiếp tục?

# users-delete-dialog-notification_message
source: Delete user {{0}} successfully
vi: Xóa user {{0}} thành công

# user_groups-create_user_group-create_new_user_group_title
source: Create User Group
vi: Tạo nhóm User

# user_groups-create_user_group-create_new_user_group_desc
source: Create a new user group with basic information
vi: Tạo nhóm user với những thông tin cơ bản

# user_groups-create_user_group-edit_user_group_title
source: Update User Group
vi: Cập nhật nhóm User

# user_groups-create_user_group-update_user_group_desc
source: Update user group with basic information
vi: Cập nhật nhóm User với thông tin cơ bản

# user_groups-create_user_group-group_name_field_label
source: Group Name
vi: Tên Nhóm

# user_groups-create_user_group-group_name_field_placeholder
source: Enter Group Name
vi: Nhập tên nhó m User

# user_groups-create_user_group-description_field_label
source: Description
vi: Mô tả

# user_groups-create_user_group-description_field_placeholder
source: Enter Description
vi: Nhập vào mô tả

# user_groups-create_user_group-create_another_field_label
source: Create another
vi: Tạo nhóm user khác

# user_groups-create_user_group-error_group_name_required
source: Please provide group name
vi: Vui lòng nhập tên nhóm user

# user_groups-create_user_group-error_group_name_unique
source: Group "{{0}}" is duplicated
vi: Nhóm user "{{0}}" đã có

# user_groups-create_user_group-create_group_name_ok
source: Create user group {{0}} successfully
vi: Tạo nhóm user {{0}} thành công

# user_groups-create_user_group-edit_group_name_ok
source: Update user group {{0}} successfully
vi: Cập nhật nhóm user {{0}} thành công

# user_groups-create_user_group-delete_group_name_ok
source: Delete user group {{0}} successfully
vi: Xoá nhóm user {{0}} thành công

# user_groups-list-tbl-title
source: User Groups
vi: Nhóm User

# user_groups-list-tbl-btn-create
source: Create User Group
vi: Tạo Nhóm User

# user_groups-list-tbl-search-label
source: Search by group name
vi: Tìm kiếm với tên nhóm

# user_groups-list-tbl-group-name
source: Group Name
vi: Tên Nhóm

# user_groups-list-tbl-user-count
source: Users
vi: SL User

# user_groups-list-tbl-scheme
source: Permission Scheme
vi: Kế Hoạch Phân Quyền

# user_groups-list-tbl-actions-edit-members
source: Add members
vi: Thêm thành viên

# user_groups-list-tbl-actions-change-permission-scheme
source: Change permission scheme
vi: Đổi kế hoạch phân quyền

# user_groups-list-tbl-actions-edit-group-info
source: Edit group information
vi: Sửa thông tin nhóm

# user_groups-list-tbl-actions-del-user-group
source: Delete user group
vi: Xoá nhóm user

# user_groups-user_groups_list-delete_user_group_action_message
source: The user group "{{0}}"" will be permanently deleted and all users will be moved to the user group "snob-cms-users". Are you sure you want to deleted?
vi: Nhóm user "{{0}}" sẽ bị xóa vĩnh viễn và tất cả user trong nhóm này sẽ được chuyển qua nhóm user "snob-cms-users". Bạn có chắc muốn tiếp tục?

# user_groups-list-change-permission-scheme-title
source: Change permission scheme
vi: Đổi kế hoạch phân quyền

# user_groups-list-change-permission-scheme-sub-title
source: Select other permission scheme for user group "{{userGroup.name}}"
vi: Chọn một kết hoạch phân quyền khác cho nhóm user "{{userGroup.name}}"

# user_groups-list-change-permission-scheme-search-holder
source: Search by permission scheme name
vi: Tìm kiếm với tên kế hoạch phân quyền

# user_groups-list-change-permission-scheme-cancel
source: Cancel
vi: Huỷ

# edit-members-title
source: Bulk edit group members
vi: Chỉnh sửa thành viên nhóm

# edit-members-sub-title
source: This page allows you to edit the user memberships for group {{usergroup.name}}
vi: Trang này cho phép bạn chỉnh sửa thành viên cho nhóm {{usergroup.name}}

# edit-members-search-label
source: Search by username, full name and email
vi: Tìm kiếm với tên đăng nhập, tên đầy đủ và email

# edit-members-tbl-username
source: Username
vi: Tên đăng nhập

# edit-members-tbl-fullname
source: Full Name
vi: Tên đầy đủ

# edit-members-tbl-usergroup
source: User Group
vi: Nhóm hiện tại

# edit-members-add-btn
source: ADD
vi: CHỌN

# edit-members-selected-count
source: Selected {{selectedUserCount}} user(s) for group {{usergroup.name}}
vi: Chọn {{selectedUserCount}} thành viên cho nhóm {{usergroup.name}}

# edit-members-cancel
source: Cancel
vi: Huỷ

# edit-members-success
source: The user memberships for group {{0}} are saved successfully
vi: Điều chỉnh thành viên nhóm {{0}} thành công

# account-recovery-anchor-forgot-password
source: Forgot Password
vi: Quên mật khẩu?

# account-recovery-label-recovery-password
source: Recovery Password
vi: Phục Hồi Mật Khẩu

# account-recovery-label-enter-email
source: Enter your email address below and we'll send you a secure link to reset your password
vi: Nhập địa chỉ email của bạn vào bên dưới, hệ thống sẽ gởi bạn một liên kết bảo mật để phục hồi mật khẩu

# account-recovery-input-email-address
source: Email address
vi: Địa chỉ email

# account-recovery-button-back
source: BACK
vi: VỀ TRƯỚC

# account-recovery-button-reset
source: RESET PASSWORD
vi: PHỤC HỒI MẬT KHẨU

# account-recovery-validation-email-empty
source: Please provide email address
vi: Vui lòng cung cấp địa chỉ email

# account-recovery-validation-email-invalid
source: Email address is invalid
vi: Địa chỉ email không đúng

# account-recovery-label-send-success
source: A password reset email was sent successfully
vi: Đã gởi email phục hồi mật khẩu thành công

# permissiom-scheme-create-search
source: Search by business name
vi: Tìm với tên nghiệp vụ

# permissiom-scheme-create-input-name
source: Scheme Name
vi: Tên Kế Hoạch

# permissiom-scheme-create-input-name-placeholder
source: Enter permission scheme name
vi: Nhập tên kế hoạch

# permissiom-scheme-create-a-permission
source: Permission
vi: Quyền hạn

# permissiom-scheme-create-a-information
source: Information
vi: Thông Tin

# permissiom-scheme-edit-h4-title
source: Edit permission scheme
vi: Sửa kế hoạch phân quyền

# permissiom-scheme-create-h4-title
source: Create Permission Scheme
vi: Tạo kế hoạch phân quyền

# permissiom-scheme-create-p-desciption
source: Type a name and choose which the permissions to include in this scheme
vi: Nhập tên và chọn quyền hạn cho kế hoạch phân quyền này

# permissiom-scheme-create-p-bussiness
source: Business
vi: Nghiệp Vụ

# permissiom-scheme-create-p-bussinessname
source: Business Name
vi: Tên Nghiệp Vụ

# permissiom-scheme-create-p-datascope
source: Data Scope
vi: Phạm Vi Dữ Liệu

# permissiom-scheme-create-p-insert
source: Insert
vi: Thêm

# permissiom-scheme-create-p-update
source: Update
vi: Sửa

# permissiom-scheme-create-p-delete
source: Delete
vi: Xoá

# permissiom-scheme-create-p-fullcontrol
source: Full Control
vi: Toàn Quyền

# permissiom-scheme-create-button-add
source: ADD
vi: THÊM

# permissiom-scheme-create-p-createanother
source: Create another
vi: Tạo kế hoạch khác

# permissiom-scheme-create-button-cancel
source: Cancel
vi: Huỷ

# permissiom-scheme-create-button-remove
source: Remove
vi: Xoá

# permissiom-scheme-create-notification-createsuccessfully
source: Created the permission scheme successfully
vi: Tạo kế hoạch phân quyền {{0}} thành công

# permissiom-scheme-create-notification-editsuccessfully
source: Updated the permission scheme successfully
vi: Cập nhật hoạch phân quyền {{0}} thành công

# permissiom-scheme-datascope-full
source: Full
vi: Tất cả

# permissiom-scheme-datascope-branch
source: Branch
vi: Chi nhánh

# permission_scheme-permission_schemes-h4-title
source: Permission Schemes
vi: Kế Hoạch Phân Quyền

# permission_scheme-permission_schemes-button-create_permissions
source: Create Permission Scheme
vi: Tạo Kế Hoạch Phân Quyền

# permission_scheme-permission_schemes-tbl-search-label
source: Search by permission sheme name
vi: Tìm kiếm với tên kế hoạch phân quyền

# permission_scheme-permission_schemes-tbl-permission_scheme_header
source: Permission Scheme
vi: Tên Kế Hoạch

# permission_scheme-permission_schemes-tbl-user_groups_header
source: User Groups
vi: Nhóm User

# permission_scheme-permission_schemes-a-assign_to_user_groups
source: Assign to the user groups
vi: Gán cho các nhóm users

# permission_scheme-permission_schemes-button-edit_permission
source: Edit
vi: Sửa

# permission_scheme-list-delete
source: Delete permission scheme
vi: Xoá kế hoạch phân quyền

# permission_scheme-delete-confirm
source: The permission scheme "{{0}}"" will be deleted permanently deleted and all groups will be moved to the "default-user-permission-scheme". Are you sure you want to delete?
vi: Kế hoạch phân quyền "{{0}}" sẽ bị xoá vĩnh viễn và tất cả các nhóm user của kế hoạch này sẽ được gán cho kế hoạch phân quyền "default-user-permission-scheme". Bạn có chắc muốn tiếp tục?

# permission_scheme-delete-success
source: Deleted scheme "{{0}}" successfully
vi: Xoá kế hoạch phân quyền "{{0}}" thành công

# permission-scheme-copy-h5-copy_title
source: Copy Permission Scheme
vi: Sao chép kế hoạch

# permission-scheme-copy-label-scheme_description
source: You can clone "{{0}}" to a new one
vi: Bạn có thể sao chép kế hoạch "{{0}}"

# permission-scheme-copy-label-scheme_name
source: Scheme name
vi: Tên kế hoạch

# permission-scheme-copy-validation-scheme_name
source: Please provide the scheme name
vi: Vui lòng nhập tên kế hoạch

# permission-scheme-assign-permission-h5-title
source: Assign to the user groups
vi: Gán cho các nhóm users

# permission-scheme-assign-permission-label-assign_description
source: Select the user group to assign to the permission scheme "{{0}}"
vi: Chọn nhóm user gán vào kế hoạch phần quyền "{{0}}"

# permission-scheme-assign-permission-label-group_name_header
source: Group Name
vi: Tên Nhóm

# permission-scheme-assign-permission-label-permission_scheme_header
source: Permission Scheme
vi: Kế Hoạch Phân Quyền

# permission-scheme-assign-permission-notification-assign_successful
source: Assigned the user groups to "{{0}}" successfully
vi: Gán các nhóm user cho kế hoạch phân quyền "{{0}}" thành công

# permission-scheme-assign-permission-place_holder-search_description
source: Search by group name, permission scheme name
vi: Tìm kiếm với tên nhóm, tên kế hoạch phân quyền

# permission-scheme-assign-permission-label-count_selected_group
source: Selected {{0}} groups(s)
vi: Đã chọn {{0}} nhóm

# permission-scheme-detail-dlg-title
source: View permission scheme detail
vi: Chi tiết kế hoạch phân quyền

# permission-scheme-detail-dlg-sub-title
source: View permission detail of schema {{scheme.name}}
vi: Xem chi tiết kế hoạch phân quyền {{scheme.name}}

# permission-scheme-detail-dlg-search-holder
source: Search by module name
vi: Tìm kiếm với tên nghiệp vụ

# permission-scheme-detail-tbl-module-name
source: Module Name
vi: Tên Nghiệp Vụ

# permission-scheme-detail-tbl-data-scope
source: Data Scope
vi: Phạm Vi Dữ Liệu

# permission-scheme-detail-tbl-insert
source: Insert
vi: Thêm

# permission-scheme-detail-tbl-update
source: Update
vi: Sửa

# permission-scheme-detail-tbl-delete
source: Delete
vi: Xoá

# permission-scheme-detail-tbl-full-control
source: Full Control
vi: Toàn Quyền

# news-create_edit_news-h4-create_news
source: Create news
vi: Tạo tin tức

# news-create_edit_news-h4-create_news_description
source: This page allows you creating a news and pulishing it if you want
vi: Trang này cho phép bạn tạo và đăng một tin tức mới

# news-create_edit_news-h4-edit_news
source: Edit news
vi: Cập nhật tin tức

# news-create_edit_news-h4-edit_news_description
source: This page allows you edit a news
vi: Trang này cho phép bạn cập nhật một tin tức

# news-create_edit_news-label-title_field
source: Title
vi: Tiêu đề

# news-create_edit_news-input-title_place_holder
source: Enter title
vi: Nhập tiêu đề

# news-create_edit_news-label-banner_field
source: Banner
vi: Hình chủ đề

# news-create_edit_news-label-content_field
source: Content
vi: Nội dung

# news-create_edit_news-input-content_place_holder
source: Enter content
vi: Nhập nội dung

# news-create_edit_news-button-submit_publish
source: Submit & publish
vi: Lưu và đăng tin

# news-create_edit_news-button-save
source: Save
vi: Lưu

# news-create_edit_news-button-cancel
source: Cancel
vi: Huỷ

# news-create_edit_news-label-create_another_news
source: Create another
vi: Tạo tin tiếp theo

# news-create_edit_news-create_news_ok
source: Create news "{{0}}" successfull
vi: Tạo thành công tin tức "{{0}}"

# news-create_edit_news-edit_news_ok
source: Update news with title "{{0}}" successfull
vi: Cập nhật thành công tin tức "{{0}}"

# news-create_edit_news-create_publish_news_ok
source: Create and publish news with title "{{0}}" successfull
vi: Tạo và đăng tải thành công tin tức "{{0}}"

# news-create_edit_news-label-title_require
source: Please provide the title
vi: Vui lòng nhập tiêu đề

# news-create_edit_news-label-banner_require
source: Please provide the banner
vi: Vui lòng nhập hình quảng cáo

# news-create_edit_news-label-content_require
source: Please provide the content
vi: Vui lòng nhập nội dung

# news-create_edit_news-file_size_error
source: The banner size must be lower or equal 500kb
vi: Kích thước của hình ảnh phải nhỏ hơn hoặc bằng 500kb

# news_management-news_detail-news_information_tab
source: News
vi: Bản Tin

# news_management-news_detail-news_statistic_tab
source: Statistic
vi: Thống Kê

# news_management-news_details-news_edit_button
source: Edit News
vi: Sửa bản tin
